<template>
  <div>
    <HeaderView />
    <main>
      <div class="container-joinus">
        <section class="joinUs">
          <article class="joinUs_title">
            <div class="joinUs_title-select">
              <h1>개인정보처리방침약관</h1>
            </div>
            <hr />
            <div class="text_box">
              <p>
                &lt;면접관리시스템&gt;(이하 '면접관리시스템')은(는) 「개인정보
                보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와
                관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여
                다음과 같이 개인정보 처리방침을 수립·공개합니다. <br /><br />
                ○ 이 개인정보처리방침은 2022년 10월 1부터 적용됩니다.<br /><br /><br />
                제1조(개인정보의 처리 목적)<br /><br />
                &lt;면접관리시스템&gt;(이하 '면접관리시스템')은(는) 다음의
                목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는
                다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는
                경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등
                필요한 조치를 이행할 예정입니다.<br /><br />
                1. 홈페이지 회원가입 및 관리<br /><br />
                회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증
                목적으로 개인정보를 처리합니다.<br /><br /><br /><br /><br />
                제2조(개인정보의 처리 및 보유 기간)<br /><br />
                ① &lt;면접관리시스템&gt;은(는) 법령에 따른 개인정보
                보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은
                개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.<br /><br />
                ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.<br /><br />
                1.&lt;홈페이지 회원가입 및 관리&gt;<br />
                &lt;홈페이지 회원가입 및 관리&gt;와 관련한 개인정보는
                수집.이용에 관한 동의일로부터&lt;준영구&gt;까지 위 이용목적을
                위하여 보유.이용됩니다.<br />
                보유근거 : 회원정보<br />
                관련법령 : 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년<br />
                예외사유 :<br /><br /><br />
                제3조(처리하는 개인정보의 항목)<br /><br />
                ① &lt;면접관리시스템&gt;은(는) 다음의 개인정보 항목을 처리하고
                있습니다.<br /><br />
                1&lt;홈페이지 회원가입 및 관리&gt;<br />
                필수항목 : 이메일, 휴대전화번호, 자택주소, 성별, 생년월일,
                이름<br />
                선택항목 : 없음 <br /><br /><br />
                제4조(개인정보의 제3자 제공에 관한 사항)<br /><br />
                ① &lt;면접관리시스템&gt;은(는) 개인정보를 제1조(개인정보의 처리
                목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의
                특별한 규정 등 「개인정보 보호법」 제17조 및 제18조에 해당하는
                경우에만 개인정보를 제3자에게 제공합니다.<br /><br />
                ② &lt;면접관리시스템&gt;은(는) 다음과 같이 개인정보를 제3자에게
                제공하고 있습니다.<br /><br />
                1. &lt;면접관리시스템&gt;<br />
                개인정보를 제공받는 자 : 면접관리시스템<br />
                제공받는 자의 개인정보 이용목적 : 이메일, 휴대전화번호,
                자택주소, 성별, 생년월일, 이름<br />
                제공받는 자의 보유.이용기간: 5년<br /><br /><br />
                제5조(개인정보처리의 위탁에 관한 사항)<br /><br />
                ① &lt;면접관리시스템&gt;은(는) 원활한 개인정보 업무처리를 위하여
                다음과 같이 개인정보 처리업무를 위탁하고 있습니다.<br /><br />
                1. &lt;면접관리시스템&gt;<br />
                위탁받는 자 (수탁자) : 면접관리시스템<br />
                위탁하는 업무의 내용 : 회원가입을 위한 개인정보 수집<br />
                위탁기간 :5년<br /><br />
                ② &lt;면접관리시스템&gt;은(는) 위탁계약 체결시 「개인정보
                보호법」 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지,
                기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독,
                손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고,
                수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.<br /><br />
                ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본
                개인정보 처리방침을 통하여 공개하도록 하겠습니다.
              </p>
            </div>
            <div class="checkbox_agree">
              <label style="display: flex">
                <input type="checkbox" />
                <p>해당 처리방침에 동의합니다.</p>
              </label>
            </div>
            <div class="joinUs_btn_area">
              <router-link to="/signup">
                <div class="next_btn">
                  <p>다음 단계로</p>
                </div>
              </router-link>
            </div>
            <hr />
          </article>
        </section>
      </div>
    </main>
    <FooterView />
  </div>
</template>

<script>
import HeaderView from "@/components/auth/HeaderView.vue";
import FooterView from "@/components/FooterView.vue";
export default {
  components: {
    HeaderView,
    FooterView,
  },
};
</script>

<style></style>
